car_info = {
    "модель": "Toyota Corolla",
    "ціна": 600000,
    "робочий об'єм двигуна": 1.8,
    "повна маса": 1800,  # в кг
    "максимальна швидкість": 180,
    "особливості інтер'єру": [
        "Клімат-контроль",
        "Сенсорний дисплей",
        "Шкіряні сидіння",
        "Мультимедійна система з Bluetooth"
    ],
    "параметри багажного відділення": {
        "об'єм багажника": 470,
        "об'єм багажника зі складеним сидінням": 1040
    },
    "максимальна дозволена маса причепа з гальмами": 1300
}


name_vehicle = car_info.get("модель")
price = car_info.get("ціна")
first_option_interier = car_info.get("особливості інтер'єру", [None])[0]
volume_of_trunk_with_folded_seats = car_info.get("параметри багажного відділення", {}).get("об'єм багажника зі складеним сидінням")


print("Назва авто:", name_vehicle)
print("Ціна:", price)
print("Перша опція інтер'єру:", first_option_interier)
print("Об'єм багажника зі складеними сидіннями:", volume_of_trunk_with_folded_seats)


